---
kind: other
id: Properties.T:Autodesk.Revit.DB.ModelLine
source: html/4853e656-2fc1-cc33-e204-bf471f4e15b7.htm
---
# ModelLine Properties

The id of the assembly instance to which the element belongs.